# stuff to replace out
# ’ -> '
# ‘ -> '


* topics

** papers

*** Similar brain activation patterns for writing logographic and phonetic symbols in Chinese

    doi:10.1097/WNR.0b013e3282f0405b
    
*** human kin recognition

    trying to understand the stats. can we replicate them?

    based on Figure 2:

#+TBLNAME: kin
| type | question  | barcolor | expect | stderr | # self | N subjects | self / N |
|------+-----------+----------+--------+--------+--------+------------+----------|
| MZ   | sibling   | white    |     62 |      9 |     21 |       34.0 |       62 |
| DZ   | sibling   | white    |     67 |      8 |     24 |       36.0 |       67 |
| MZ   | emergency | gray     |     68 |      8 |     23 |       34.0 |       68 |
| DZ   | emergency | gray     |     58 |      9 |     21 |       36.0 |       58 |
#+TBLFM: $7=round($3*100/$6)

with this, we've reproduced the bargraph values

the conclusions are based on t-tests for those values


This gives the first result (t_69 = 2.2, p = 0.030)

#+BEGIN_SRC R :session rkin :var dkin=kin :results output
t.test(c(rep(1, 44), rep(0, 26)), mu=0.5)
#+END_SRC

#+RESULTS:
#+begin_example

	One Sample t-test

data:  c(rep(1, 44), rep(0, 26)) 
t = 2.2103, df = 69, p-value = 0.0304
alternative hypothesis: true mean is not equal to 0.5 
95 percent confidence interval:
 0.5125278 0.7446151 
sample estimates:
mean of x 
0.6285714
#+end_example


This gives the second result (t_69 = 2.5, p = 0.016)

#+BEGIN_SRC R :session rkin :var dkin=kin :results output
t.test(c(rep(1, 45), rep(0, 25)), mu=0.5)
#+END_SRC

#+RESULTS:
#+begin_example

	One Sample t-test

data:  c(rep(1, 45), rep(0, 25)) 
t = 2.4766, df = 69, p-value = 0.01572
alternative hypothesis: true mean is not equal to 0.5 
95 percent confidence interval:
 0.5277812 0.7579331 
sample estimates:
mean of x 
0.6428571
#+end_example

I was first wondering whether using a binomial test would be more proper. e.g.,

#+BEGIN_SRC R :session rkin :var dkin=kin :results output
binom.test(44, n=70)
#+END_SRC

#+RESULTS:
#+begin_example

	Exact binomial test

data:  44 and 70 
number of successes = 44, number of trials = 70, p-value = 0.04139
alternative hypothesis: true probability of success is not equal to 0.5 
95 percent confidence interval:
 0.5047659 0.7411302 
sample estimates:
probability of success 
             0.6285714
#+end_example


To replicate the first case. That's fine and all. Then it occured to me that

DZ twins are essentially just identically aged-non-twins. They are actually collapsing across the MZ/DZ groups to get the results. Therefore, at best, we should look at the MZ group only.

The highest detection group (gray = emergency) would be

#+BEGIN_SRC R :session rkin :var dkin=kin :results output
binom.test(23, n=34)
#+END_SRC

#+RESULTS:
#+begin_example

	Exact binomial test

data:  23 and 34 
number of successes = 23, number of trials = 34, p-value = 0.05761
alternative hypothesis: true probability of success is not equal to 0.5 
95 percent confidence interval:
 0.4947347 0.8261166 
sample estimates:
probability of success 
             0.6764706
#+end_example

The graph is visually very impressive. The standard errors can be obtained from the t-test of say =t.test(c(rep(1, 21), rep(0, 13)), mu=0.5)= via =(0.7897572 - 0.4455369) * 100 / 3.92=, or 8.78.

For one then, the DZ gray bar is most suspect. The MZ may or may not pan out. It is better considered a group showing borderline significance above chance. Overall, it gives merit to the idea but I can't walk away convinced that this paper alone is enough to show it. Intruiging? Definitely.


*** Atherton et al -- A Functional MRI Study of High-Level Cognition. I. The Game of Chess

    [[doi:10.1016/S0926-6410(02)00207-0]]

**** TODO retrieve images -- the ~-B~ comment needs context

**** background quote

     #+BEGIN_QUOTE
     Cranberg and Albert hypothesized that chess ability is specialized in the right hemisphere, partly because they found high rates of left-handedness among serious players.     
     #+END_QUOTE

     - L.D. Cranberg, M.L. Albert, The chess mind, in: L. Kober, D. Fein (Eds.), The Exceptional Brain: Neuropsychology of Talent and Special Abilities, The Guilford Press, New York, 1988, pp. 156– 190.     

**** methods

     - 30s per block block-design

***** game condition

      #+BEGIN_QUOTE
      Middlegame positions were selected from De Firmian and Korn by an experienced player who judged them to be of approximately equal complexity. The total number of pieces per board ranged from 25 to 30 with an average of 27.1 pieces per presentation. The total number of pieces was equal for each contemporaneous pair of game and random presentations. Subjects were asked to determine the next best move for White.
      #+END_QUOTE

      - N. De Firmian, W. Korn (Eds.), Modern Chess Openings: MCO-13, 13th Edition, David McKay, New York, 1990.      

***** random condition

      #+BEGIN_QUOTE
      The placement of pieces in the middle of squares was avoided, because during pilot testing subjects indicated that such placement initiated thoughts of possible moves.
      #+END_QUOTE
      
**** fmri results

     surprising lack of hippocampus in -B conditions; but given that block was 30s, may have equalized


**** discussion

***** parietal lobes

      #+BEGIN_QUOTE
      areas of the parietal lobes are involved in numeric comparison [16] and approximation [6], as well as complex spatial tasks such as mental rotation [17].
      #+END_QUOTE

[6] S. Dehaene, E. Spelke, P. Pinel, R. Stanescu, S. Tsivkin, Sources of mathematical thinking: behavioral and brain-imaging evidence, Science 284 (1999) 970–974.

[16] P. Pinel, S. Dehaene, D. Riviere, D. LeBihan, Modulation of parietal activation by semantic distance in a number comparison task, NeuroImage 14 (2001) 1013–1026.

[17] W. Richter, K. Ugurbil, A. Georgopoulos, S. Kim, Time-resolved fMRI of mental rotation, NeuroReport 8 (1997) 3697–3702.


***** spearman's g

      #+BEGIN_QUOTE
      Spearman's g, which is characterized as a single factor underlying performance on cognitive tasks (rather than drawing on a diverse set of skills)
      #+END_QUOTE

      sounds like an old fashioned view. is there an update?

***** vs Go study

      #+BEGIN_QUOTE
      the main difference between the two studies was activation observed in area 44 for some of the Go subjects.
      #+END_QUOTE

      #+BEGIN_QUOTE
      Another important result is the lack of significant hemispheric lateralization in the current study
      #+END_QUOTE

*** M. S. Harre et al -- The Aggregate Complexity of Decisions in the Game of Go

    doi:10.1140/epjb/e2011-10905-8

**** methods

     #+BEGIN_QUOTE
     Six male university students, all amateur players of GO with skill levels from level 1K to 1D (nonprofessional ranking) participated in the study.
     #+END_QUOTE
     
***** random board condition

      #+BEGIN_QUOTE
      Subjects were instructed to search for the stones with low contrast dots among the 30 stones (visual search task).
      #+END_QUOTE


**** background quote

     #+BEGIN_QUOTE
     (1) the storage component of spatial working memory is biased in the right parietal areas [16,19]
     #+END_QUOTE

     - [16] E.E. Smith, J. Jonides, Working memory: A view from neuroimaging, Cogn. Psychol. 33 (1997) 5–42.
     - [19] L.G. Ungerleider, S.M. Courtney, J.V. Haxby, A neural system for human visual working memory, Proc. Natl. Acad. Sci. USA 95 (1998) 883–890.


     #+BEGIN_QUOTE
     left BA44 / 45 is usually involved in language functions [2]
     #+END_QUOTE
     
     - [2] R. Cabeza, L. Nyberg, Imaging cognition II: An empirical review of 275 PET and fMRI studies, J. Cogn. Neurosci. 12 (1) (2000) 1–47.

     #+BEGIN_QUOTE
     BA30 / 31, important for episodic memory retrieval [2], was active in the GO task.
     #+END_QUOTE

     #+BEGIN_QUOTE
     The second issue is the involvement in GO playing of the so-called general intelligence ('g') areas recently roposed by Duncan and colleagues [6].
     #+END_QUOTE

     - [6] J. Duncan, R.J. Seitz, J. Kolodny et al., A neural basis for general intelligence, Science 289 (2000) 457–460.

     #+BEGIN_QUOTE
     more intelligent people often show less frontal activation when they are perform- ng analytical tasks [17].
     #+END_QUOTE
       
     - [17] R.J. Sternberg, Cognition: The holey grail of general intelligence, Science 289 (2000) 399–401.

**** results

     #+BEGIN_QUOTE
     The only noticeable difference between the two games is that playing GO may involve BA44 / 45 but playing chess may not.
     #+END_QUOTE

** books

   Exit, Voice, and Loyalty

   The Economies of Cities


** probability matching

[[file:probability-matching.org]]


* assorted

** voiceless velar fricative

   http://en.wikipedia.org/wiki/Voiceless_velar_fricative

   it lists Chinese "he2" as an example. I suspect this is region-specific and probably time-specific too.
